[
  {
    "queNo":1,
    "queName":"Brinks Hole",
    "queText":".... indicates correct answer",
    "hint":"Money Pit",
    "choice1":"Brinks Delivery Door",
    "choice2":"This Old House",
    "choice3":"Slot Machine",
    "ansChoice":1,
    "queImgDrawable":"brinks_hole",
    "correctAnsText":"Brinks Hole\nEst. Early 1900's\n\nThese steel doors inset in to the side walk were once the secure access point for money pick-up and delivery to Redlands Federal Bank. A Brinks Armored Service vehicle would park above the doors. A portion of the floor of the vehicle would open to the steel sidewalk doors which where opened to allow access to the basement of the bank and safes there-in.",
    "latitude":"34.056667",
    "longitude":"-117.182472"
  },
  {
    "queNo":2,
    "queName":"Hall of Justice",
    "queText":".... indicates correct answer",
    "hint":"\"Pardon Me...Please!\"",
    "choice1":"State Street Market Night",
    "choice2":"Hall of Justice",
    "choice3":"Movie Theater",
    "ansChoice":2,
    "queImgDrawable":"hall_of_justice",
    "correctAnsText":"Hall of Justice\nEst. 1936\n\nInterestingly the Hall of Justice housed both the Courthouse (North-side) and the Police Station/City Jail (South-side) in the same building.",
    "latitude":"34.057667",
    "longitude":"-117.181778"
  },
  {
    "queNo":3,
    "queName":"Sante Fe",
    "queText":".... indicates correct answer",
    "hint":"\"All Aboard!\"",
    "choice1":"Sante Fe Railway Station",
    "choice2":"Lumber Yard",
    "choice3":"The DMV",
    "ansChoice":1,
    "queImgDrawable":"sante_fe",
    "correctAnsText":"Santa Fe Railway Station\nEst. 1888\n\nNews Headline 1898\n\n-Sante Fe Safe Blown Open-Policeman Kendall Shot-\nAbout 4 am Sunday morning policeman R. H. Kendall was chatting with S. E. Andrews near downtown Redlands when they heard an explosion coming from the nearby Sante Fe Train Depot. Upon investigation the two men found an open office window. Shots immediately rang out. Returning fire, Kendall was struck in the head sustaining non-fatal injuries. The gunman where able to escape capture.\n\nIronically, though the culprits where successful in their escape, they fled empty-handed. Apparently the safe they choose to \"blow\" had been installed that same day. Being a brand new safe the station Agent did not know the combination forcing him to leave a considerable amount of cash in the old safe. This safe was left untouched will all valuables inside left unmolested.",
    "latitude":"34.059028",
    "longitude":"-117.183694"
  },
  {
    "queNo":4,
    "queName":"Shoe Shop",
    "queText":".... indicates correct answer",
    "hint":"Power to the People!",
    "choice1":"Redlands Voting Booth",
    "choice2":"Solar Farm",
    "choice3":"Shoe Shop",
    "ansChoice":3,
    "queImgDrawable":"shoe_shop",
    "correctAnsText":"Shoe Shop\nEst. 1891\n\nRedlands First Power Plant\nThis building, sitting atop the Mill Creek Zanja (Redlands main water source of the time) was home to the Motor Depot, A Blacksmith shop, a Grocery store and a Shoe store.  Railroad conductor A. Osbun constructed a wooden water wheel generator beneath the building on the underground Zanja lighting up the aforementioned business' and street lights.  ",
    "latitude":"34.057167",
    "longitude":"-117.182389"
  }]
